{
  "heroBanner": {
    "title": "OpenInfra, Cloud Native, Magma & Hyperledger Days India 2022",
    "subTitle": "<h2>About This Event</h2>\n\n<p>OpenInfra, Cloud Native, Magma &amp; Hyperledger Days India 2022 is an open source infrastructure community event jointly hosted by OpenInfra, Cloud Native, Magma and Hyperledger communities.</p>\n\n<h3>Magma Core Foundation</h3>\n\n<p>Magma began as a project to bring modern software defined networking techniques to bear on the challenges of rural Internet access. Our experience building rural networks taught us that policy-rich network edges and simple fabrics were a broadly applicable design approach for building flexible, low-cost, and scalable networks, even outside the data center. Magma’s early design decisions reflect this core insight as well as our earliest use cases: small-scale, low-cost community networks and for coverage extension through federation with existing mobile networks. </p>\n\n<h3>OpenInfra Foundation</h3>\n\n<p>Modern apps rely on automated infrastructure, from massive data center clouds to the smallest edge nodes for IoT and 5G, and none of it is possible without open source software. This is Open Infrastructure: open source technologies enabling everyone to provide infrastructure for others to build solutions on. The OpenInfra Foundation and its 110,000 members from 187 countries exist to ensure each open source component is built and tested together, collaboratively, with a radical approach to openness we call the Four Opens: Open Source, Development, Design and Community. </p>\n\n<h3>Cloud Native Computing Foundation</h3>\n\n<p>Cloud native technologies empower organizations to build and run scalable applications in modern, dynamic environments such as public, private, and hybrid clouds. Containers, service meshes, microservices, immutable infrastructure, and declarative APIs exemplify this approach. These techniques enable loosely coupled systems that are resilient, manageable, and observable. Combined with robust automation, they allow engineers to make high-impact changes frequently and predictably with minimal toil. The Cloud Native Computing Foundation seeks to drive adoption of this paradigm by fostering and sustaining an ecosystem of open source, vendor-neutral projects. We democratize state-of-the-art patterns to make these innovations accessible for everyone. </p>\n\n<h3>Hyperledger Foundation</h3>\n\n<p>Hyperledger Foundation is an open source community focused on developing a suite of stable frameworks, tools and libraries for enterprise-grade blockchain deployments. It is a global collaboration, hosted by The Linux Foundation, and includes leaders in finance, banking, Internet of Things, supply chains, manufacturing and Technology. Built under technical governance and open collaboration, individual developers, service and solution providers, government associations, corporate members and end users are all invited to participate in the development and promotion of these game-changing technologies.</p>\n",
    "date": "December 10, 2022",
    "time": "",
    "dateLayout": true,
    "buttons": {
      "registerButton": {
        "text": "Register now",
        "display": true
      },
      "loginButton": {
        "text": "Log in",
        "display": true
      }
    },
    "background": {
      "file": "/img/bg-left.png"
    },
    "images": [
      {
        "file": "/img/cover-website-4.svg"
      }
    ]
  },
  "leftColumn": {
    "schedule": {
      "display": true,
      "title": "Full Event Schedule"
    },
    "disqus": {
      "display": true,
      "title": "Join the conversation"
    },
    "image": {
      "display": true,
      "title": "Image",
      "src": ""
    }
  },
  "sponsors": [],
  "countdown": {
    "display": true,
    "text": "Event Kickoff"
  },
  "registration_in_person_disclaimer": "If you are registering multiple tickets for other attendees, please select the total number of tickets you would like for this event. After registering, you can assign them to the other attendees by clicking on My Tickets, selecting the ticket you would like to reassign, and clicking on the Re-Assign tab. You can then enter the email address of the other participant to assign the ticket to them.",
  "aboutText": {
    "text": "This is a test!",
    "display": true
  }
}